#+TITLE: Firn
#+DATE_CREATED: 2020-03-01--09-53
#+STATUS: active
#+FIRN_LAYOUT: project
#+FIRN_UNDER: ["project"]

* Meta
:PROPERTIES:
:date_completed: ?
:date_started: <2020-03-01 Sun>
:file_under: shit
:intent: Wiki
:links: ?
:slug: firn
:state: active
:END:
:LOGBOOK:
CLOCK: [2020-03-18 Wed 13:20]--[2020-03-18 Wed 15:14] =>  1:54
CLOCK: [2020-03-17 Tue 20:01]--[2020-03-17 Tue 20:31] =>  0:30
CLOCK: [2020-03-16 Mon 10:37]--[2020-03-16 Mon 11:00] =>  0:23
CLOCK: [2020-03-15 Sun 16:34]--[2020-03-15 Sun 17:01] =>  0:27
CLOCK: [2020-03-15 Sun 13:36]--[2020-03-15 Sun 14:26] =>  0:50
CLOCK: [2020-03-14 Sat 19:25]--[2020-03-14 Sat 21:16] =>  1:51
CLOCK: [2020-03-14 Sat 07:55]--[2020-03-14 Sat 10:34] =>  2:39
CLOCK: [2020-03-13 Fri 14:48]--[2020-03-13 Fri 16:01] =>  1:13
CLOCK: [2020-03-12 Thu 16:44]--[2020-03-12 Thu 19:14] =>  2:30
CLOCK: [2020-03-12 Thu 11:28]--[2020-03-12 Thu 11:44] =>  0:16
CLOCK: [2020-03-11 Wed 20:05]--[2020-03-11 Wed 21:02] =>  0:57
CLOCK: [2020-03-11 Wed 15:38]--[2020-03-11 Wed 16:05] =>  0:27
CLOCK: [2020-03-11 Wed 09:53]--[2020-03-11 Wed 10:40] =>  0:47
CLOCK: [2020-03-08 Sun 17:51]--[2020-03-08 Sun 18:00] =>  0:09
CLOCK: [2020-03-07 Sat 08:26]--[2020-03-07 Sat 09:43] =>  1:17
CLOCK: [2020-03-06 Fri 16:17]--[2020-03-06 Fri 18:26] =>  2:09
CLOCK: [2020-03-05 Thu 21:03]--[2020-03-05 Thu 21:50] =>  0:47
CLOCK: [2020-03-05 Thu 13:05]--[2020-03-05 Thu 13:35] =>  0:30
CLOCK: [2020-03-04 Wed 21:10]--[2020-03-04 Wed 21:28] =>  0:18
CLOCK: [2020-03-04 Wed 13:31]--[2020-03-04 Wed 15:31] =>  2:00
CLOCK: [2020-03-03 Tue 11:34]--[2020-03-03 Tue 15:55] =>  4:21
CLOCK: [2020-03-02 Mon 13:11]--[2020-03-02 Mon 17:45] =>  4:34
CLOCK: [2020-03-01 Sun 17:34]--[2020-03-01 Sun 18:09] =>  0:35
:END:
* Resources
* Tasks [50%]
** TODO A sample task
** DONE A finished task
* Notes
:LOGBOOK:
CLOCK: [2020-04-03 Fri 13:52]--[2020-04-03 Fri 14:00] =>  0:08
:END:
#+BEGIN_QUOTE
Firn is found under the snow that accumulates at the head of a glacier. It is formed under the pressure of overlying snow by the processes of compaction, recrystallization, localized melting, and the crushing of individual snowflakes.

- [[https://www.britannica.com/science/firn][Brittanica: Firn]]
#+END_QUOTE

Cumulative wiki engine built with[[file:org-mode.org][ Org Modeº]] and [[file:clojure.org][Clojureº]].

Primarily catalogues [[file:projects.org][Projectsº]] and [[file:research.org][Researchº]] as well as other experiments,
quotes, ideas &c.
